class CfgDebriefing
{
	class WIN__B_MAJOR_VICTORY
	{
		title = "BLUFOR: MAJOR VICTORY";
		subtitle = "Восхитительный успех BLUFOR!";
		description = "Все установки 'Точка-У' были уничтожены и элитные операторы успешно добрались до точки эвакуации.<br /><br />Russkies посрамлены и скоро на остров начнут падать высокоточные аргументы швитой демократии.";
	};
	class WIN_WIPED__B_MAJOR_VICTORY
	{
		title = "BLUFOR: MAJOR VICTORY";
		subtitle = "Успех BLUFOR!";
		description = "Все установки 'Точка-У' были уничтожены. Но сегодня погибли лучшие из лучших элитных операторов SOCOM. Это тяжелая потеря, но дерево свободы нужно поливать время от времени кровью настоящих патриотов.<br /><br />Russkies посрамлены и скоро на остров начнут падать высокоточные аргументы швитой демократии.";
	};
	class FAIL_1__O_MINOR_VICTORY
	{
		title = "OPFOR: MINOR VICTORY";
		subtitle = "Умеренный успех OPFOR!";
		description = "Подпиндосные спецназовцы были убиты или бежали с острова, нанеся, однако, серьезный урон.<br /><br />У рахманиновцев остался как минимум один комплекс и пуск ракет неотвратим.";
	};
	class FAIL_2__O_MAJOR_VICTORY
	{
		title = "OPFOR: MAJOR VICTORY";
		subtitle = "Восхитительный успех OPFOR!";
		description = "Подпиндосные спецназовцы были убиты или бежали с острова, не нанеся сколь-нибудь серьезного урона плану рахманинвцев.<br /><br />После подобной акции со стороны США - пуск ракет дело ближайших часов.";
	};
};